Repository: RCOSDP/weko
Catalog: modules/invenio-accounts/invenio_accounts/translations/*/LC_MESSAGES/messages.po
Languages: cs, de

source: Current Login IP
cs: Současná IP připojení
de: Aktuelle Anmeldung IP

source: Last Login IP
cs: IP posledního připojení
de: Letze Anmeldung IP

source: Inactivate
cs: Deaktivovat
de: Deaktivieren

source: Are you sure you want to inactivate selected users?
cs: Opravdu chcete deaktivovat vybrané uživatele?
de: Sind sie sicher, dass Sie die ausgewählte Benutzer deaktivieren möchten?

source: Cannot find user.
cs: Uživatele nelze najít.
de: Benutzer nicht gefunden.

source: User(s) were successfully inactivated.
cs: Uživatelé byli úspěšně deaktivováni.
de: Ausgewählte Benutzer erfolgreich deaktiviert.

source: Failed to inactivate users.
cs: Nelze deaktivovat uživatele.
de: Deaktiverung von Benutzern fehlgeschlagen.

source: Activate
cs: Aktivovat
de: Aktivieren

source: Are you sure you want to activate selected users?
cs: Opravdu chcete aktivovat vybrané uživatele?
de: Sind sie sicher, dass Sie die ausgewählte Benutzer aktivieren möchten?

source: Failed to activate users.
cs: Nelze aktivovat uživatele.
de: Aktiverung von Benutzern fehlgeschlagen.

source: User Management
cs: Správa uživatelů
de: Benutzerverwaltung

source: Please complete the reCAPTCHA.
cs: Vylňte prosím reCAPTCHA.
de: Füllen Sie bitte das reCAPTCHA aus.

source: Account
cs: Účet

source: Change password
cs: Změnit heslo
de: Passwort ändern

source: %(icon)s Change password
cs: %(icon)s Změnit heslo
de: %(icon)s Passwort ändern

source: Current password
cs: Současné heslo
de: Aktuelles Passwort

source: New password
cs: Nové heslo
de: Neues Passwort

source: Confirm new password
cs: Potvrzení nového hesla
de: Neues Passwort bestätigen

source: Change Password
cs: Změnit heslo
de: Passwort ändern

source: Reset Password
cs: Resetovat heslo
de: Passwort zurücksetzen

source: Enter your email address below and we will send you a link to reset your password.
cs: Vložte Vaši emailovou adresu, na kterou bude zaslán odkaz pro obnovení hesla.
de: Geben Sie bitte unten Ihre E-Mail-Adresse ein und und wir werden Ihnen einen Link zusenden, mit dem Sie Ihr Passwort zurücksetzen können.

source: Log In
cs: Přihlásit se
de: Anmelden

source: or
cs: nebo
de: oder

source: Sign Up
cs: Registrace
de: Registrieren

source: Log in to account
cs: Přihlášení k účtu
de: Anmeldung bei Ihrem Account

source: New to %(sitename)s?
cs: Poprvé na %(sitename)s?
de: Neu in %(sitename)s?

source: Forgot password?
cs: Zapomenuté heslo?
de: Haben Sie Ihr Passwort vergessen?

source: Sign up for a %(sitename)s account!
cs: Zaregistrovat účet na %(sitename)s!
de: Melden Sie sich für einen %(sitename)s Account an!

source: Already have an account?
cs: Již existující účet?
de: Haben Sie bereits einen Account?

source: Resend Confirmation Email
cs: Znovu zaslat potvrzovací email.
de: Bestätigungs-E-Mail nochmals senden

source: Enter your email address below and we will send you an email confirmation link.
cs: Vložte Vaši emailovou adresu, na kterou bude zaslán potvrzovací odkaz.
de: Geben Sie bitte unten Ihre E-Mail-Adresse ein und und wir werden Ihnen einen E-Mail-Bestätigungs-Link zusenden.

source: Send Confirmation
cs: Zaslat povrzení
de: Bestätigung senden
