Repository: RCOSDP/weko
Catalog: modules/weko-admin/weko_admin/translations/*/LC_MESSAGES/messages.po
Languages: da, it, ja

source: completed
ja: 処理が完了しました。

source: executing...
ja: 実行中...

source: haserror
ja: エラー発生中につき実行できません。

source: 15 mins
ja: 15分

source: 30 mins
ja: 30分

source: 45 mins
ja: 45分

source: 60 mins
ja: 1時間

source: 180 mins
ja: 3時間

source: 360 mins
ja: 6時間

source: 720 mins
ja: 12時間

source: 1440 mins
ja: 1日

source: deny access
ja: アクセス拒否

source: Successfully update color.
ja: スケジュールを変更しました

source: Monday
ja: 月曜日

source: Tuesday
ja: 火曜日

source: Wednesday
ja: 水曜日

source: Thursday
ja: 木曜日

source: Friday
ja: 金曜日

source: Saturday
ja: 土曜日

source: Sunday
ja: 日曜日

source: Log report.
ja: ログレポート

source: Successfully sent the reports to the recepients.
ja: レポートを送信しました

source: Unexpected error occurred.
ja: 予期しないエラーが発生しました

source: Successfully Changed Schedule.
ja: スケジュールを変更しました

source: Could Not Save Changes.
ja: 変更を保存できませんでした

source: Successfully Changed Settings.
ja: 設定を変更しました

source: Could not save data.
ja: データを保存できませんでした

source: Could not get restricted data: %s
ja: 制限付きデータを取得できませんでした: %s

source: Could not get restricted data.
ja: 制限付きデータを取得できませんでした

source: Failurely Changed Settings.
ja: 設定変更に失敗しました

source: Successfully Changed Settings
ja: 設定を変更しました

source: Failed To Change Settings
ja: 設定変更に失敗しました

source: Specified repository is already registered.
ja: 指定したリポジトリが既に登録されています。

source: Item Name(EN)
ja: 項目名（英）

source: Item Name(JP)
ja: 項目名（日）

source: Mapping
ja: マッピング

source: Active
ja: アクティブ

source: Application
ja: アプリケーション

source: Creator
ja: 作成者

source: Registration Type
ja: 登録方式

source: Workflow
ja: ワークフロー

source: Active Message
ja: 有効

source: Inactive Message
ja: 無効

source: Direct_Registration
ja: 直接登録

source: WorkFlow_Registration
ja: ワークフロー登録

source: SWORD API JSON-LD settings deleted.
ja: SWORD APIの設定が削除されました。

source: Failed to delete SWORD API JSON-LD settings.
ja: SWORD APIの設定の削除に失敗しました。

source: Unapproved Items Exit.
ja: このアプリケーションを使用するワークフローに未承認のアイテムがあります。すべて承認されるまで、設定の変更はできません。

source: Name
ja: 名前

source: Item Type
ja: アイテムタイプ

source: Updated
ja: 更新日

source: Please input at least one of client id key or private key
ja: client idキーまたはprivateキーのどちらか最低一つは入力してください

source: client id key size too large.
ja: client idキーのサイズが大きすぎます

source: private key size too large.
ja: privateキーのサイズが大きすぎます

source: Please input Merge Mode
ja: マージモードを入力してください

source: Setting
ja: 設定

source: Style
ja: 様式

source: Statistics
ja: 統計

source: Report
ja: レポート

source: Feedback Mail
ja: フィードバックメール

source: Stats
ja: 統計

source: Log Analysis
ja: ログ分析

source: Language
ja: 言語

source: WebAPI Account
ja: WebAPIアカウント

source: Ranking
ja: ランキング

source: Search
ja: 検索

source: Site License
ja: サイトライセンス

source: File Preview
ja: ファイルプレビュー

source: Item Export
ja: アイテム一括出力

source: Site Info
ja: サイト情報

source: Restricted Access
ja: サイトアクセス

source: Identifier
ja: 識別子

source: Faceted Search
ja: ファセット検索

source: Maintenance
ja: メンテナンス

source: ElasticSearch Index
ja: インデックス再作成

source: Profile Settings
ja: プロファイル設定

source: Item Types
ja: アイテムタイプ管理

source: JSON-LD Mapping
ja: JSON-LDマッピング

source: CRIS Linkage
ja: CRIS 連携

source: statistics report
ja: 統計設定

source: No. Of File Downloads
ja: ファイルダウンロード数

source: No. Of File Previews
ja: ファイルプレビュー数

source: No. Of Paid File Downloads
ja: ファイルダウンロード数

source: No. Of Paid File Previews
ja: ファイルプレビュー数

source: Detail Views Per Index
ja: インデックス毎の詳細ビュー

source: Detail Views Count
ja: 詳細ビュー数

source: Usage Count By User
ja: ユーザー別使用数

source: Search Keyword Ranking
ja: 検索キーワードランキング

source: Number Of Access By Host
ja: ホスト別アクセス数

source: User Affiliation Information
ja: ユーザー所属情報

source: Access Count By Site License
ja: サイトライセンス別アクセス数

source: Open-Access No. Of File Downloads
ja: オープンアクセスファイルダウンロード数

source: Open-Access No. Of File Previews
ja: オープンアクセスファイルプレビュー数

source: Access Number Breakdown By Site License
ja: サイトライセンス別アクセス番号内訳

source: File Name
ja: ファイル名

source: Registered Index Name
ja: 登録インデックス名

source: No. Of Times Downloaded
ja: ダウンロード/表示回数

source: Non-Logged In User
ja: 非ログインユーザー

source: Logged In User
ja: ログインユーザー

source: Admin
ja: 管理者

source: Registrar
ja: 登録者

source: No. Of Times Viewed
ja: ファイルプレビュー数

source: Index
ja: インデックス

source: No. Of Views
ja: ビュー数

source: Title
ja: タイトル

source: View Count
ja: ビュー数

source: Non-logged-in User
ja: 非ログインユーザー

source: Mail address
ja: メールアドレス

source: Username
da: Brugernavn
it: Nome utente
ja: ユーザー名

source: File download count
ja: ファイルダウンロード数

source: File playing count
ja: ファイル再生回数

source: Search Keyword
ja: 検索キーワード

source: Number Of Searches
ja: 検索数

source: Host
ja: ホスト

source: IP Address
ja: IPアドレス

source: WEKO Top Page Access Count
ja: WEKOトップページアクセス数

source: Role
ja: ロール

source: Number Of Users
ja: 利用者数

source: Number Of Views
ja: ビュー数

source: Number Of File download
ja: ファイルダウンロード数

source: Number Of File Regeneration
ja: ファイル再生回数

source: FileDownload_
ja: ファイルダウンロード

source: FilePreview_
ja: ファイルプレビュー

source: PayFileDownload_
ja: ファイルダウンロード

source: PayFilePreview_
ja: ファイルプレビュー

source: IndexAccess_
ja: 索引アクセス

source: DetailView_
ja: 詳細ビュー

source: FileUsingPerUser_
ja: ユーザー毎のファイル使用

source: SearchCount_
ja: 検索回数

source: UserAffiliate_
ja: 加入ユーザー

source: SiteAccess_
ja: サイトアクセス

source: TopPageAccess_
ja: トップページへのアクセス

source: A translation string
ja: 翻訳文字列

source: Input type is invalid. Please check again.
ja: 入力タイプが無効です。再度確認してください

source: Account information is invalid. Please check again.
ja: アカウント情報が無効です。再度確認してください

source: Registered Users
ja: 登録ユーザー

source: Aggregation Month
ja: 月別集計

source: Total Detail Views
ja: 詳細ビュー合計

source: Site license member
ja: サイトライセンスメンバー

source: Other than site license
ja: サイトライセンス外

source: Institution Name
ja: 機関名

source: Author is duplicated.
ja: 著者が重複しています。

source: Duplicate Email Addresses.
ja: メールアドレスが重複しています。

source: %(icon)s Session
ja: %(icon)s セッション

source: Session
ja: セッション

source: Session lifetime was updated.
ja: セッションライフタイムは更新されました

source: Header Error
ja: ヘッダエラー

source: Restricted Access was successfully updated.
ja: 制限公開の設定を変更しました。

source: Success
ja: 成功

source: Failed to update due to server error.
ja: サーバーエラーのため、更新に失敗しました。

source: Failed to create due to server error.
ja: サーバーエラーのため、作成に失敗しました。

source: The item name/mapping is already exists. Please input other faceted item/mapping.
ja: 既に存在する項目名・マッピングです。別のファセット項目名・マッピングを入力してください。

source: Failed to delete due to server error.
ja: サーバーエラーのため、削除に失敗しました。

source: Welcome to
ja: ようこそ

source: Save
ja: 保存

source: Color Setting
ja: カラー設定

source: Background1
ja: 背景1

source: API Key
ja: APIキー

source: client id key
ja: client idキー

source: Select file
ja: ファイル選択

source: Registered
ja: 登録済

source: Selected file name
ja: 選択したファイル名

source: private key
ja: privateキー

source: similar merge(similar data priority)
ja: マージ（類似データ優先）

source: similar merge(input data priority)
ja: マージ（入力データ優先）

source: merge
ja: 追加（類似データがあればエラー）

source: force
ja: 追加（入力データ強制）

source: Merge Mode
ja: マージモード

source: Custom Aggregations
ja: カスタム集計

source: Aggregations List
ja: 集計一覧

source: Aggregation Mapping
ja: 集計マッピング

source: Aggregation Value
ja: 集計値

source: Display/Hide
ja: 表示/非表示

source: _Display
ja: 表示

source: UiType
ja: UI

source: DisplayNumber
ja: 表示件数

source: OpenClose
ja: 開閉状態

source: OpenClose Open
ja: 開

source: OpenClose Close
ja: 閉

source: Search Condition
ja: 検索条件

source: Search Condition or
ja: OR

source: Search Condition and
ja: AND

source: DisplayNumber Validation1
ja: 表示件数は1以上99以下の整数値で入力する必要があります。

source: DisplayNumber Validation2
ja: CheckboxListを選択した場合は表示件数を入力する必要があります。

source: NameEN Validation
ja: 項目名（英）の値は使用出来ません。

source: _Hide
ja: 非表示

source: List
ja: 一覧

source: Create
ja: 作成

source: Edit
ja: 編集

source: Details
ja: 詳細

source: Cancel
da: Afbryd
it: Annulla
ja: キャンセル

source: Delete
ja: 削除

source: Add
ja: 追加

source: Please input all required item.
ja: 必須項目は全て入力して下さい。

source: Please select one aggregation mapping.
ja: 集計マッピングを１つ選択してください。

source: Already exists.
ja: 既に存在しています。

source: Confirmation
ja: 確認

source: Are you sure you want to delete it?
ja: 削除してよろしいですか？

source: Automatic Transmission ON/OFF
ja: フィードバックメール

source: Send
ja: 送信

source: Do not send
ja: 無効

source: Send exclusion target persons
ja: 送信除外対象者

source: From author DB
ja: 著者DBから入力

source: Manual Send
ja: メール手動送信

source: Update successfully.
ja: 更新が正常に終了しました。

source: Send logs
ja: 送信履歴

source: Start time
ja: 送信開始日時

source: End time
ja: 送信終了日時

source: Counts
ja: 送信件数

source: Error
ja: エラー

source: List of authors who failed to send
ja: 送信失敗した著者一覧

source: Resend
ja: 再送信

source: Close
ja: 閉じる

source: There is no data.
ja: 検索結果はありません.

source: Seconds
ja: 秒

source: On
ja: オン

source: Off
ja: オフ

source: This Mapping is using SWORD API.
ja: このマッピングはSWORD API JSON-LDで使用されています。アイテムタイプの選択を変更することはできません。

source: Target language
ja: 対象言語

source: Registered language
ja: 登録言語

source: Addresses to Filter
ja: フィルタリングするアドレス

source: Enter the IP Addresses to Filter
ja: フィルタリングするIPアドレスの入力

source: Shared Crawler Lists
ja: 共有クローラーリスト

source: Are you sure you want to block the given addresses?
ja: 与えられたアドレスをブロックしてもよろしいですか？

source: Show/Hide Ranking
ja: ランキングの表示/非表示

source: Period To Judge As New Item
ja: 新着アイテムとして判断する期間

source: Day (Range : 1~30)
ja: 日（範囲：1-30）

source: Statistical Period
ja: 統計期間

source: Day (Range : 1~3650)
ja: 日（範囲：1-3650）

source: Display Rank
ja: 表示する順位

source: (Range : 1~100)
ja: 日（範囲：1-100）

source: Rankings
ja: ランキング

source: Most Viewed Items
ja: 最も閲覧されたアイテム

source: Most Downloaded Items
ja: 最もダウンロードされたアイテム

source: User Who Created The Most Items
ja: 最もアイテムを作成したユーザー

source: Most Searched Keywords
ja: 最も検索されたキーワード

source: New Items
ja: 新着アイテム

source: reindex item_index
ja: アイテムインデックスの再作成

source: reindex item
ja: アイテムの再インデックス

source: execute
ja: 実行

source: waiting...
ja: 実行可能

source: Execute
ja: 実行

source: validationMsg1
ja: 実行モードが選ばれていません。

source: confirmMessage
ja: 本処理の実行にはかなりの時間がかかることが予想されます。インデックスの再作成処理を実行してよいですか？

source: Number of items registered
ja: 登録件数

source: Total number of items registered:
ja: 登録件数:

source: Number of open items registered:
ja: 登録済み公開アイテム件数:

source: Number of private items registered:
ja: 登録済みプライベートアイテム件数:

source: Fixed Form Reports
ja: 定型レポート

source: Aggregation month
ja: 月別集計

source: Type
ja: タイプ

source: All
ja: すべて

source: File Downloads
ja: ファイルダウンロード

source: Paid File Downloads
ja: ファイルダウンロード

source: File Previews
ja: ファイルプレビュー

source: Paid File Previews
ja: ファイルプレビュー

source: Index Access
ja: インデックスアクセス

source: Item View
ja: アイテムビュー

source: File Using Per User
ja: ユーザー毎に使用するファイル

source: Top Page Access
ja: トップページへのアクセス

source: Users
ja: ユーザー

source: Site Access
ja: サイトアクセス

source: Year
ja: 年

source: Month
ja: 月

source: Download
ja: ダウンロード

source: Receive Mail
ja: メール受信

source: Please register the email address to send the report:
ja: レポートを送信するためのメールアドレスを登録してください:

source: Enter email address.
ja: メールアドレスを入力してください

source: Email Address
ja: メールアドレス

source: Are you sure you want to save changes?
ja: 変更してもよろしいですか？

source: Send Mail
ja: メール送信

source: Are you sure you want to send the mail?
ja: メールを送信してもよろしいですか？

source: Could not download file.
ja: ファイルをダウンロードできませんでした

source: Download Limit
ja: ダウンロード回数

source: Expiration Date
ja: 有効期限日数

source: restricted_error_message
ja: エラーメッセージ

source: Content File Download
ja: コンテンツファイルのダウンロード

source: Unlimited
ja: 無制限

source: Usage Report Workflow Access
ja: 利用報告ワークフローへのアクセス

source: Must set a positive integer for %(name)s.
ja: %(name)sは1以上の整数を設定する必要があります。

source: Please set %(name)s.
ja: %(name)sを設定してください。

source: password check function
ja: 非ログインユーザーのDLにおけるパスワードチェック機能

source: application for use of items without content
ja: コンテンツ未登録アイテムの利用申請

source: item types available for application
ja: コンテンツ未登録状態で利用申請可能なアイテムタイプ

source: item type not available for use application
ja: コンテンツ未登録状態で利用申請不可能なアイテムタイプ

source: file preview in approval actions
ja: 承認アクションにおけるファイルプレビュー

source: edit mail templates
ja: メールテンプレート編集

source: display request form
ja: リクエストフォーム

source: Japanese
ja: 日本語

source: Please input the Terms and Conditions in English.
ja: 英語の利用規約を入力してください。

source: Item
ja: アイテム

source: WorkFlow
ja: ワークフロー

source: Status
ja: 統計

source: User
ja: ユーザー

source: Usage Report Reminder Email
ja: 利用報告督促メール

source: Confirm Usage Mail
ja: 確認

source: Email is sent successfully.
ja: メールを送信しました。

source: Failed to send mail.
ja: メールの送信に失敗しました。

source: Secret URL Download
ja: シークレットURLダウンロード

source: SecretURL Enabled
ja: 機能有効化

source: Search Author Setting
ja: 著者検索設定

source: Search Results Setting
ja: 検索結果表示設定

source: Default Display Number :
ja: デフォルト表示件数：

source: Default Display Sort (Index Search) :
ja: デフォルトソート条件（インデックス検索）：

source: Default Display Sort (Keywords Search) :
ja: デフォルトソート条件（キーワード検索）：

source: Please set the sort of search results .
ja: 一覧に表示するソート条件を設定してください

source: Allow
ja: 表示する

source: Deny
ja: 表示しない

source: Detail Search Conditions Setting
ja: 詳細検索条件設定

source: Search Item
ja: 検索項目

source: Useable Item
ja: 使用項目

source: Condition Name
ja: 検索条件

source: JPCOAR Mapping
ja: JPCOARスキーママッピング

source: Initial Condition
ja: 初期選択

source: lat
ja: 緯度

source: lon
ja: 経度

source: gte
ja: 以上

source: lte
ja: 以下

source: type
ja: タイプ

source: coordinates
ja: 座標

source: Search item setting
ja: 検索項目設定

source: Index Tree/Facet Display Setting
ja: インデックスツリー／ファセット表示設定

source: Index Tree
ja: インデックスツリー

source: Display
ja: 表示

source: Facet
ja: ファセット

source: Community
ja: コミュニティ

source: Main Screen Initial Display Setting
ja: 初期表示設定

source: Default Contents to Display
ja: 初期表示画面設定

source: Default Index to Display
ja: 初期表示インデックス表示方法

source: Initial Display Index
ja: 初期表示インデックス

source: An index which is not open in public cannot be selected
ja: 非公開インデックス以下は選択できません

source: Setting detail condition
ja: 条件

source: Site Name
ja: サイト名

source: Favicon
ja: ファビコン

source: CopyRight
ja: 著作権

source: Description
ja: 記述

source: Keyword
ja: キーワード

source: Select File
ja: ファイル選択

source: Select icon file
ja: アイコンファイルの選択

source: Add site name
ja: サイト名の追加

source: Site name is not set
ja: サイト名未設定

source: Must set at least 1 site name.
ja: サイト名は少くとも１つ設定する必要があります。

source: Please input site information for empty field.
ja: サイト情報を空のフィールドに入力してください。

source: The same language is set for many site names.
ja: サイト名が重複しています

source: Site name is required.
ja: サイト名未設定

source: Language is deleted from Registered Language of system.
ja: 削除された言語は利用できません

source: Site info is saved successfully.
ja: サイト情報が正常に保存されました。

source: Log in Instructions
ja: ログインの注意書き

source: Add Instructions
ja: 注意書きの追加

source: The same language is set for many instructions.
ja: 同一言語を複数の注意書きに設定されています。

source: Maximum length of instruction is 1000 characters.
ja: 注意書きの字数上限は1000字です。

source: Tracking ID
ja: トラッキングID

source: OGP Image
ja: OGPイメージ

source: Organization
ja: 組織名

source: Are you sure you want to send an email?
ja: メールを送信してもよろしいですか？

source: Please specify range of IP address which allow users can download contents without login.
ja: ログインせずコンテンツをダウンロードできるIPアドレスの範囲を指定してください

source: Organization Name
ja: 組織名

source: E-Mail Address
ja: メールアドレス

source: Domain Name
ja: ドメイン名

source: IP Address Range
ja: IPアドレスの範囲

source: Please input a correct number
ja: 正しい番号を入力してください

source: The range of ipAddress is not correct
ja: IPアドレスの範囲が正しくありません

source: More Input Row
ja: その他の入力行

source: Please specify item type to be excluded from the site license
ja: サイトライセンスから除外するアイテムタイプを指定してください

source: Statistics Settings
ja: 統計設定

source: Show/Hide Record Stats
ja: レコード統計の表示/非表示

source: Cannot disable 'Original'.
ja: 「Original」を無効にすることはできません。

source: Item type mismatch
ja: ワークフローに設定されたアイテムタイプと、マッピング定義のアイテムタイプが一致しません。再度選択してください。

source: The workflow has been deleted
ja: ワークフローが削除されています。再度選択してください。

source: WorkFlow Cautionary Note
ja: 選択したワークフローに紐づくアイテムタイプのみ登録可能となります。

source: Duplicate Check
ja: 重複チェック

source: Metadata Retrieve API
ja: メタデータ取得API

source: Disable
ja: 無効

source: Enable
ja: 有効

source: "Original" means the original metadata received via the SWORD API.
ja: 「Original」はSWORD API経由で受信したもともとのメタデータを指します。

source: Input Type
ja: 入力タイプ

source: Please selected the input type
ja: 入力タイプを選択してください

source: CrossRef Query Services Account
ja: Crossrefクエリサービスアカウント

source: OA assist API Client ID
ja: OAアシストAPIクライアントID

source: OA assist API Client Secret
ja: OAアシストAPIクライアントシークレット

source: The report logs have been sent.
ja: レポートログが送信されました

source: Attached file
ja: 添付ファイル

source: Aggregation
ja: 集計一覧

source: Report Email Schedule
ja: メールスケジュールの報告

source: Transmission Interval
ja: 送信間隔

source: Frequency
ja: 頻度

source: Life Time
ja: 有効期間

source: Set lifetime for
ja: 有効期間を設定

source: Current
ja: 現行

source: Update
ja: 更新

source: Display Name
it: Nome pubblico

source: User Management
it: Gestione degli Utenti

source: Required. %(username_rules)s
da: Påkrævet. %(username_rules)s
it: Obbligatorio. %(username_rules)s

source: Username not provided.
it: Non hai scelto un nome utente.

source: Full name
da: Fulde navn
it: Nome e cognome

source: Username already exists.
da: Brugernavn findes allerede.
it: Il nome utente è già preso.

source: Email address
da: Email adresse
it: Indirizzo email

source: Re-enter email address
da: Gentag email adresse
it: Conferma l'indirizzo email

source: Please re-enter your email address.
da: Indtast venligst din email adresse igen.
it: Conferma l'indirizzo email, per favore.

source: Email addresses do not match.
da: Email adresserne skal være ens.
it: Gli indirizzi email sono diversi.

source: Resend verification email
da: Send bekræftelses email
it: Rimanda l'email di verifica

source: Username must start with a letter, be at least three characters long and only contain alphanumeric characters, dashes and underscores.
da: Brugernavn skal starte med et bogstav, have minimum tre tegn, og må kun indeholde alfanumeriske tegn, bindestreg og understregningstegn.
it: Il nome utente deve cominciare con una lettera e essere lungo al meno tre caratteri. Contiene soltanto caratteri alfanumerici, trattini o trattini bassi.

source: %(icon)s Profile
da: %(icon)s Profil
it: %(icon)s Profilo

source: Profile
it: Profilo

source: Verification email sent.
da: Bekræftelses email sendt.
it: Email di verifica mandato.

source: Profile was updated. We have sent a verification email to %(email)s. Please check it.
da: Profil opdateret. Vi har sendt en bekræftelses email til %(email)s.
it: Il tuo profilo è stato aggiornato. Ti abbiamo mandato un email di verifica da %(email)s. Controlla la tua posta elettronica.

source: Profile was updated.
da: Profil opdateret.
it: Profilo aggiornato.

source: You have not yet verified your email address.
da: Du mangler at bekræfte din email adresse.
it: Non hai ancora verificato l'indirizzo email.

source: Update profile
da: Opdater profil
it: Aggiorna il profilo
