Repository: RCOSDP/weko
Catalog: modules/invenio-oauth2server/invenio_oauth2server/translations/*/LC_MESSAGES/messages.po
Languages: de

source: OAuth Applications
de: OAuth-Anwendungen

source: User Management
de: BenutzerInverwaltung

source: OAuth Application Tokens
de: OAuth-Anwendungs-Token

source: Invalid redirect URIs: %(urls)s
de: Ungültige Umleitungs-URIs: %(urls)s

source: Redirect URIs (one per line)
de: Umleitungs-URIs (eine pro Zeile)

source: One redirect URI per line. This is your application's authorization callback URLs. HTTPS must be used for all hosts except localhost (for testing purposes).
de: Eine Umleitungs-URI pro Zeile. Dies sind die Autorisierungs-Callback-URLs Ihrer Anwendung. HTTPS muss für alle Hosts außer localhost (zu Testzwecken) verwendet werden.

source: Client type
de: Client-Typ

source: Select confidential if your application is capable of keeping the issued client secret confidential (e.g. a web application), select public if your application cannot (e.g. a browser-based JavaScript application). If you select public, your application MUST validate the redirect URI.
de: Wählen Sie "vertraulich", wenn Ihre Anwendung in der Lage ist, das ausgegebene Client-Geheimnis vertraulich zu halten (z. B. eine Webanwendung), wählen Sie "öffentlich", wenn Ihre Anwendung dies nicht kann (z. B. eine browserbasierte JavaScript-Anwendung). Wenn Sie "öffentlich" wählen, MUSS Ihre Anwendung die Umleitungs-URI validieren.

source: Confidential
de: Vertraulich

source: Public
de: Öffentlich

source: Name of personal access token.
de: Name des persönlichen Zugriffstokens.

source: The name must be less than 40 characters long.
de: Der Name muss weniger als 40 Zeichen lang sein.

source: Scopes assign permissions to your personal access token. A personal access token works just like a normal OAuth access token for authentication against the API.
de: Geltungsbereiche weisen Ihrem persönlichen Zugriffstoken Berechtigungen zu. Ein persönliches Zugriffstoken funktioniert genau wie ein normales OAuth-Zugriffstoken für die Authentifizierung gegenüber der API.

source: Name of application (displayed to users).
de: Name der Anwendung (wird den BenutzerInnen angezeigt).

source: Description
de: Beschreibung

source: Optional. Description of the application (displayed to users).
de: Optional. Beschreibung der Anwendung (wird den BenutzerInnen angezeigt).

source: Website URL
de: URL der Internetseite

source: URL of your application (displayed to users).
de: URL Ihrer Anwendung (wird den BenutzerInnen angezeigt).

source: Allow access to email address (read-only).
de: Zugriff auf die E-Mail-Adresse zulassen (schreibgeschützt).

source: Authorize application
de: Anwendung autorisieren

source: Application '%(client_name)s' by '%(client_user)s' wants permission to access your '%(current_user)s' account.
de: Anwendung '%(client_name)s' von '%(client_user)s' möchte die Erlaubnis, auf Ihr '%(current_user)s'-Konto zuzugreifen.

source: Review permissions
de: Berechtigungen überprüfen

source: No permissions granted.
de: Keine Berechtigungen erteilt.

source: Application
de: Anwendung

source: Visit application website
de: Anwendungsinternetseite besuchen

source: Reject
de: Ablehnen

source: Invalid authorization request
de: Ungültige Autorisierungsanfrage

source: The service that redirected your here made an invalid authorization request (error code: %(x_error)s).
de: Der Dienst, der Sie hierher geleitet hat, hat eine ungültige Autorisierungsanfrage gestellt (Fehlercode: %(x_error)s).

source: Get me out of here!
de: Holen Sie mich hier raus!

source: New OAuth Application
de: Neue OAuth-Anwendung

source: Cancel
de: Abbrechen

source: Register
de: Registrieren

source: Application / %(client_name)s
de: Anwendung / %(client_name)s

source: Client Secret
de: Client-Geheimnis

source: Do not share the client secret with anyone!
de: Teilen Sie das Client-Geheimnis mit niemandem!

source: Reset client secret
de: Client-Geheimnis zurücksetzen

source: Delete
de: Löschen

source: Save
de: Speichern

source: OAuth 2.0 Endpoints
de: OAuth 2.0-Endpunkte

source: Authorize URL (GET)
de: URL autorisieren (GET)

source: Query parameters
de: Abfrageparameter

source: example request
de: Beispielanfrage

source: required, use
de: erforderlich, verwenden

source: required
de: erforderlich

source: required, space separate list of scopes
de: erforderlich, Leerzeichen-getrennte Liste der Geltungsbereiche

source: required, URL encoded
de: erforderlich, URL-codiert

source: recommended, for CSRF protection
de: empfohlen, für CSRF-Schutz

source: Access token URL (POST)
de: Zugriffstoken-URL (POST)

source: Request body parameters:
de: Parameter des "Request body"s:

source: required for grant_type
de: erforderlich für "grant_type"

source: Developer Applications
de: EntwicklerInnenanwendungen

source: New application
de: Neue Anwendung

source: You have registered these applications to use the %(site_name)s API:
de: Sie haben diese Anwendungen für die Verwendung der %(site_name)s API registriert:

source: You have not yet registered any applications. Click the 'New application' button to create an application to access the %(site_name)s API.
de: Sie haben noch keine Anwendungen registriert. Klicken Sie auf die Schaltfläche "Neue Anwendung", um eine Anwendung für den Zugriff auf die %(site_name)s API zu erstellen.

source: Personal access tokens
de: Persönliche Zugriffstoken

source: New token
de: Neues Token

source: Following are personal tokens used to access the %(site_name)s API:
de: Nachfolgend sind persönliche Token aufgeführt, die für den Zugriff auf die %(site_name)s API verwendet werden:

source: You have not yet created any personal access tokens. Click the 'New token' button to create a personal access token.
de: Sie haben noch keine persönlichen Zugriffstoken. Klicken Sie auf die Schaltfläche "Neues Token", um ein persönliches Zugriffstoken zu erstellen.

source: Authorized applications
de: Autorisierte Anwendungen

source: You have granted the following application access to your account:
de: Sie haben der folgenden Anwendung Zugriff auf Ihr Konto gewährt:

source: Revoke
de: Widerrufen

source: You have not yet granted any external applications access to your account.
de: Sie haben noch keinen externen Anwendungen Zugriff auf Ihr Konto gewährt.

source: New personal access token
de: Neues persönliches Zugriffstoken

source: Create
de: Erstellen

source: Authorized application: %(client_name)s
de: Autorisierte Anwendung: %(client_name)s

source: Personal access token / %(name)s
de: Persönliches Zugriffstoken / %(name)s

source: Access token
de: Zugriffstoken

source: Please copy the personal access token now. You won't see it again!
de: Bitte kopieren Sie jetzt das persönliche Zugriffstoken. Sie können später nicht mehr darauf zugreifen!

source: Do not share this personal access token. It gives full access to your account.
de: Geben Sie dieses persönliche Zugriffstoken nicht weiter. Es gibt vollen Zugriff auf Ihr Konto.

source: If you've lost or forgotten this token please create a new one. Be aware that any scripts or applications using this token will need to be updated.
de: Wenn Sie dieses Token verloren oder vergessen haben, erstellen Sie bitte ein neues. Beachten Sie, dass alle Skripte oder Anwendungen, die dieses Token verwenden, aktualisiert werden müssen.

source: or
de: oder

source: %(icon)s Applications
de: %(icon)s Anwendungen

source: Applications
de: Anwendungen

source: New
de: Neu

source: Edit
de: Editieren
